Model: "sequential_90"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
conv2d_62 (Conv2D)           (None, 27, 27, 32)        416       
_________________________________________________________________
max_pooling2d_61 (MaxPooling (None, 5, 5, 32)          0         
_________________________________________________________________
conv2d_63 (Conv2D)           (None, 4, 4, 32)          4128      
_________________________________________________________________
max_pooling2d_62 (MaxPooling (None, 1, 1, 32)          0         
_________________________________________________________________
flatten_71 (Flatten)         (None, 32)                0         
_________________________________________________________________
dense_501 (Dense)            (None, 400)               13200     
_________________________________________________________________
dense_502 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_72 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_503 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_504 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_73 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_505 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_506 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_74 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_507 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_508 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_75 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_509 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_510 (Dense)            (None, 10)                4010      
=================================================================
Total params: 55,394
Trainable params: 55,394
Non-trainable params: 0
_________________________________________________________________
Train Accuracy : [0.75242716, 0.815534, 0.86165047, 0.8907767, 0.9247573]%Model: "sequential_91"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
conv2d_64 (Conv2D)           (None, 27, 27, 32)        416       
_________________________________________________________________
max_pooling2d_63 (MaxPooling (None, 4, 4, 32)          0         
_________________________________________________________________
conv2d_65 (Conv2D)           (None, 3, 3, 32)          4128      
_________________________________________________________________
max_pooling2d_64 (MaxPooling (None, 1, 1, 32)          0         
_________________________________________________________________
flatten_76 (Flatten)         (None, 32)                0         
_________________________________________________________________
dense_511 (Dense)            (None, 400)               13200     
_________________________________________________________________
dense_512 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_77 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_513 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_514 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_78 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_515 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_516 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_79 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_517 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_518 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_80 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_519 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_520 (Dense)            (None, 10)                4010      
=================================================================
Total params: 55,394
Trainable params: 55,394
Non-trainable params: 0
_________________________________________________________________
Train Accuracy : [0.70873785, 0.86893207, 0.86893207, 0.92718446, 0.8640777]%Model: "sequential_92"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
conv2d_66 (Conv2D)           (None, 27, 27, 32)        416       
_________________________________________________________________
max_pooling2d_65 (MaxPooling (None, 3, 3, 32)          0         
_________________________________________________________________
flatten_81 (Flatten)         (None, 288)               0         
_________________________________________________________________
dense_521 (Dense)            (None, 400)               115600    
_________________________________________________________________
dense_522 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_82 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_523 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_524 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_83 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_525 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_526 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_84 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_527 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_528 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_85 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_529 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_530 (Dense)            (None, 10)                4010      
=================================================================
Total params: 153,666
Trainable params: 153,666
Non-trainable params: 0
_________________________________________________________________
Train Accuracy : [0.81796116, 0.8786408, 0.8956311, 0.8907767, 0.8373786]%Model: "sequential_93"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
conv2d_67 (Conv2D)           (None, 27, 27, 32)        416       
_________________________________________________________________
max_pooling2d_66 (MaxPooling (None, 9, 9, 32)          0         
_________________________________________________________________
conv2d_68 (Conv2D)           (None, 8, 8, 32)          4128      
_________________________________________________________________
max_pooling2d_67 (MaxPooling (None, 2, 2, 32)          0         
_________________________________________________________________
flatten_86 (Flatten)         (None, 128)               0         
_________________________________________________________________
dense_531 (Dense)            (None, 400)               51600     
_________________________________________________________________
dense_532 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_87 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_533 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_534 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_88 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_535 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_536 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_89 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_537 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_538 (Dense)            (None, 10)                4010      
_________________________________________________________________
flatten_90 (Flatten)         (None, 10)                0         
_________________________________________________________________
dense_539 (Dense)            (None, 400)               4400      
_________________________________________________________________
dense_540 (Dense)            (None, 10)                4010      
=================================================================
Total params: 93,794
Trainable params: 93,794
Non-trainable params: 0
_________________________________________________________________
Train Accuracy : [0.8762136, 0.9174757, 0.94902915, 0.9611651, 0.89805824]%