Model: "sequential_82"
______
Layer (type)                 Output Shape              Param #   
=================================================================
dense_452 (Dense)            (None, 500)               392500    
_________________________________________________________________
dense_453 (Dense)            (None, 200)               100200    
_________________________________________________________________
dense_454 (Dense)            (None, 100)               20100     
_________________________________________________________________
dense_455 (Dense)            (None, 300)               30300     
_________________________________________________________________
dense_456 (Dense)            (None, 260)               78260     
_________________________________________________________________
dense_457 (Dense)            (None, 400)               104400    
_________________________________________________________________
dense_458 (Dense)            (None, 300)               120300    
_________________________________________________________________
dense_481 (Dense)            (None, 10)                3010      
_________________________________________________________________
dense_482 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_483 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_484 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_485 (Dense)            (None, 10)                110       
=================================================================
Total params: 849,510
Trainable params: 849,510
Non-trainable params: 0
_________________________________________________________________
Train Accuracy : [0.30097088, 0.6980583, 0.70281554, 0.40009709, 0.72081554]%Model: "sequential_87"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_459 (Dense)            (None, 350)               274750    
_________________________________________________________________
dense_460 (Dense)            (None, 200)               70200     
_________________________________________________________________
dense_461 (Dense)            (None, 50)                10050     
_________________________________________________________________
dense_462 (Dense)            (None, 80)                4080      
_________________________________________________________________
dense_463 (Dense)            (None, 300)               24300     
_________________________________________________________________
dense_464 (Dense)            (None, 100)               30100     
_________________________________________________________________
dense_465 (Dense)            (None, 60)                6060      
_________________________________________________________________
dense_466 (Dense)            (None, 400)               24400     
_________________________________________________________________
dense_486 (Dense)            (None, 10)                4010      
_________________________________________________________________
dense_487 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_488 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_489 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_490 (Dense)            (None, 10)                110       
=================================================================
Total params: 448,390
Trainable params: 448,390
Non-trainable params: 0
_________________________________________________________________
Train Accuracy : [0.4393204, 0.106796116, 0.18009709, 0.9223301, 0.60252427]%Model: "sequential_88"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_467 (Dense)            (None, 500)               392500    
________________________________________________________________
dense_468 (Dense)            (None, 100)               50100     
_________________________________________________________________
dense_469 (Dense)            (None, 50)                5050      
_________________________________________________________________
dense_470 (Dense)            (None, 80)                4080      
_________________________________________________________________
dense_471 (Dense)            (None, 300)               24300     
_________________________________________________________________
dense_472 (Dense)            (None, 200)               60200     
_________________________________________________________________
dense_473 (Dense)            (None, 480)               96480     
_________________________________________________________________
dense_491 (Dense)            (None, 10)                4810      
_________________________________________________________________
dense_492 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_493 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_494 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_495 (Dense)            (None, 10)                110       
=================================================================
Total params: 637,960
Trainable params: 637,960
Non-trainable params: 0
_________________________________________________________________
Train Accuracy : [0.32281554, 0.497087376, 0.28252427, 0.78980583, 0.28980583]%Model: "sequential_89"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_474 (Dense)            (None, 500)               392500    
_________________________________________________________________
dense_475 (Dense)            (None, 300)               150300    
_________________________________________________________________
dense_476 (Dense)            (None, 400)               120400    
_________________________________________________________________
dense_477 (Dense)            (None, 200)               80200     
_________________________________________________________________
dense_478 (Dense)            (None, 120)               24120     
_________________________________________________________________
dense_479 (Dense)            (None, 240)               29040     
_________________________________________________________________
dense_480 (Dense)            (None, 350)               84350     
_________________________________________________________________
dense_496 (Dense)            (None, 10)                3510      
_________________________________________________________________
dense_497 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_498 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_499 (Dense)            (None, 10)                110       
_________________________________________________________________
dense_500 (Dense)            (None, 10)                110       
=================================================================
Total params: 884,860
Trainable params: 884,860
Non-trainable params: 0
_________________________________________________________________
Train Accuracy : [0.50242716, 0.69223301, 0.37524272, 0.27281554, 0.19466019]%
